/*
 Localizable.strings
 RMBT
 
 Copyright © 2016 - 2019 SPECURE GmbH. All rights reserved.
 */

/* network type descriptions */
"connectivity.cellular" = "携帯電話";
"connectivity.not-connected" = "接続されていません";
"connectivity.wifi" = "Wi-Fi";

/* Alert view button */
"general.alertview.cancel" = "キャンセル";
"general.alertview.close" = "閉じる";
"general.alertview.dismiss" = "却下する";
"general.alertview.error" = "エラー";
"general.alertview.confirmation" = "確認";

"general.alertview.ok" = "OK";
"general.alertview.reload" = "リロード";
"general.alertview.success" = "成功";

/* Filter sections title */
"history.filter.device" = "デバイス";
"history.filter.networktype" = "ネットワークのタイプ";
"history.qos.detail.test" = "テスト";
"history.qos.headline.details" = "詳細";
"history.qos.headline.tests" = "テス";
"history.result.headline.details" = "詳細";
"history.result.headline.map" = "地図";
"history.result.headline.measurement" = "測定";
"history.result.headline.network" = "ネットワーク";
"history.result.headline.qos" = "サービス品質テストの品質";
"history.result.map.accuracy" = "正確さ";
"history.result.map.invalid-coordinates" = "無効な座標";
"history.result.map.latitude" = "緯度";
"history.result.map.longitude" = "経度";
"history.result.map.result" = "地図の検索結果";
"history.result.map.show" = "地図を表示";
"history.result.more-details" = "詳細";
"history.result.qos.details" = "詳細";
"history.result.qos.details.description" = "説明";
"history.result.qos.details.failed" = "失敗した";
"history.result.qos.details.succeeded" = "成功した";
"history.result.qos.results" = "結果";
"history.result.qos.results-detail" = "結果の詳細";
"history.result.time" = "時間";

/* History Sync Code Alert */
"history.sync.code-text" = "同期コード";
"history.sync.code.copy" = "コードをコピーする";
"history.sync.code.enter" = "コードを入力する";
"history.sync.code.enter-text" = "同期コードを入力：";
"history.sync.code.request" = "リクエストコード";
"history.sync.merge" = "2つの異なるデバイスの履歴をマージするには、あるデバイスで同期コードを要求し、それを別のデバイスに入力します";
"history.sync.success-message" = "履歴の同期は成功しました。";
"history.sync.sync" = "同期";

/* History index buttons */
"history.uibar.filter" = "フィルタ"; /* Unused */
"history.uibar.sync" = "同期";

/* Loop Mode */
"loopmode.change_server.title" = "サーバーの変更";
"loopmode.init.btn.test" = "テスト";
"loopmode.init.btn.loop-test" = "ループテスト";
"loopmode.test.header.measurement" = "測定";
"loopmode.test.header.current" = "現在";
"loopmode.test.header.median" = "メディア";
"loopmode.test.progress.format" = "ループモード（%d of %d）";
"loopmode.test.init.title" = "ループモード";
"loopmode.test.results.title" = "ループモードの結果";
"loopmode.test.time_to_next_test.title" = "次のテストまでの時間";
"loopmode.test.movement.title" = "移動";
"loopmode.init.btn.loop.on" = "ループオン";
"loopmode.init.btn.loop.off" = "ループオフ";
"loopmode.test.immediately" = "すぐに";

"loopmode.test.state.init" = "その中に";
"loopmode.test.state.ping" = "PING";
"loopmode.test.state.download" = "ダウンロード";
"loopmode.test.state.upload" = "アップロード";
"loopmode.test.state.qos" = "QoS";
"loopmode.test.state.packet-loss" = "パケットロス";
"loopmode.test.state.jitter" = "ジッタ";

"loopmode.abort.abort" = "アボート";
"loopmode.abort.continue" = "持続する";
"loopmode.abort.keep" = "キープ";
"loopmode.abort.title" = "アボート？";
"loopmode.abort.message" = "測定を中止しますか？";

"loopmode_alert.activation_privacy" = "アクティベーションとプライバシー";
"loopmode_alert.activation_privacy.description" = "ループモードでは、テストを自動的に繰り返すことができます。";

"loopmode_alert.data_usage" = "データ使用量";
"loopmode_alert.data_usage.description" = "ループモード中に大量のデータが転送されていることに注意してください。高速インターネット接続では、ループモードで10回のテストを実行すると1GB以上のデータ許容量を消費します。";
"loopmode_alert.data_usage.description_2" = "追加のトラフィックが追加コストを発生させない場合は、真の定額料金でのみループテストを実行することをお勧めします。";
"loopmode_alert.battery_power" = "バッテリー電源";
"loopmode_alert.battery_power.description" = "ループモードは多くのバッテリー電力を消費します。ループテストの間、ループモードではGPSとディスプレイがアクティブに保たれるため、バッテリーはスタンバイモードよりもずっと早く消耗します。テストはまた電池を消費する。";
"loopmode_alert.battery_power.description_2" = "ループモードは、拡張電源が使用可能な場合にのみ使用する必要があります。";
"loopmode_alert.items.item_1" = "最初のテストはスタートボタンを押すとすぐに始まります。";
"loopmode_alert.items.item_2" = "待機時間が経過した後（デフォルトは30分）、または設定された距離に達した後（デフォルトは250m）、さらにテストが開始されます。";
"loopmode_alert.items.item_3" = "事前に設定された数のテストが実行されるまでテストが実行されます（デフォルトは10テスト）。";
"loopmode_alert.items.item_4" = "これらの値は設定で変更できます。";
"loopmode_alert.items.item_5" = "ループモードは2日後に自動的に終了します。";
"loopmode_alert.items.item_6" = "ループモードはいつでも停止できます。";

/* Google Maps Legal Notice */
"info.google-maps.legal-notice" = "法的通知";

/* Intro location question */
"intro.location.question.message" = "位置情報サービスを取得するには、設定で有効にしてください。"; /* Unused */
"intro.location.question.title" = "場所の使用"; /* Unused */

/* network type description unknown
 unknown wifi or operator name */
"intro.network.connection.name-unknown" = "未知の";
"intro.network.connection.unavailable" = "利用可能なネットワーク接続がありません";

/* Intro popup hardware app */
"intro.popup.hardware.app-ram" = "App RAM";
"intro.popup.hardware.cpu" = "CPU";
"intro.popup.hardware.system-ram" = "システムRAM";
"intro.popup.hardware.usage" = "ハードウェアの使用";

/* Intro popup ip connection */
"intro.popup.ip.connection-progress" = "接続が進行中...";
"intro.popup.ip.connections" = "IP接続";
"intro.popup.ip.no-ip-text" = "該当なし";
"intro.popup.ip.v4-external" = "IPv4外部";
"intro.popup.ip.v4-internal" = "IPv4内部";
"intro.popup.ip.v6-internal" = "IPv6";

/* Intro popup location */
"intro.popup.location" = "ロケーション";
"intro.popup.location.accuracy" = "正確さ";
"intro.popup.location.age" = "年齢";
"intro.popup.location.altitude" = "高度";
"intro.popup.location.position" = "ポジション";
"intro.popup.location.source" = "ソース"; /* Unused */

/* Intro popup traffic */
"intro.popup.traffic.background" = "バックグラウンドトラフィック";
"intro.popup.traffic.download" = "ダウンロードトラフィック";
"intro.popup.traffic.upload" = "トラフィックをアップロードする";

/* Map callout */
"map.callout.measurement" = "測定";
"map.callout.network" = "ネットワーク";

/* Table section header title */
"map.options.filter.overlay" = "オーバーレイ";
"map.options.filter.country" = "事業者の国";
"map.options.filter.operators" = "オペレータ";
"map.options.filter.period" = "期間";
"map.options.filter.technologies" = "テクノロジー";

"map.options.filter.countries" = "国";
"map.options.filter.all_countries" = "全ての国々";

/* Map overlay description */
"map.options.overlay.auto" = "オート";
"map.options.overlay.heatmap" = "ヒートマップ";
"map.options.overlay.municipality" = "自治体";
"map.options.overlay.points" = "ポイント";
"map.options.overlay.regions" = "地域";
"map.options.overlay.settlements" = "決済";
"map.options.overlay.shapes" = "図形";
"map.options.overlay.whitespots" = "白い斑点";

/* Alert view test intro message */
"test.intro-message" = "警告！このアプリケーションを使用すると、大量のデータが転送される可能性があります。 3Gネットワークでは、単一テストのデータ量は5〜10 MBです。 4Gネットワークでは、このボリュームは100 MBを超えることができます。アプリケーションプロバイダは、このアプリケーションを使用する際のデータ転送による過度の消費に対して責任を負わないものとします。インターネット接続をテストするとき、結果として生じるインターネットトラフィックを考慮し、データ転送の結果を受け入れる必要があります。";

"test.aborted-message" = "アプリがバックグラウンドに入ったのでテストが中止されました。テストは、アプリケーションがフォアグラウンドで実行されている間にのみ実行できます。";

"test.connection.could-not-connect" = "接続は確立できません。考えられる原因は、接続が非常に遅いことです";
"test.connection.lost" = "テストサーバーへの接続が失われました。テストが中止されました。";

/* Test phases */
"test.phase.download" = "ダウンロード";
"test.phase.init" = "その中に";
"test.phase.ping" = "Ping";
"test.phase.upload" = "アップロード";

"test.qos.failed" = "QoS テストに失敗しました。";
"test.repeat" = "繰り返しテスト";
"test.result.not-submitted" = "テストは完了しましたが、結果をテストサーバーに送信できませんでした。";
"test.results.title" = "試験結果";

"RMBT-TEST-START_QOS_BUTTON" = "QoSテスト";

/* Unit suffex */
"test.speed.unit" = "Mbps";

"main-view-button-map" = "地図";
"history.delete" = "削除";
"test.abort.title" = "アボート？";
"test.abort.abort" = "アボート";
"test.abort.continue" = "持続する";
"test.abort.message" = "測定を中止しますか？";
"test.startagain" = "再開する";

/* Menu Items */
"RMBT-NI-HISTORY" = "歴史";
"RMBT-NI-HOME" = "ホーム";
"RMBT-NI-MAPS" = "地図";
"RMBT-NI-STATISTICS" = "統計";
"RMBT-NI-SURVEY" = "調査";
"RMBT-NI-HELP" = "助けて";
"RMBT-NI-HISTORY-DETAILS" = "詳細";
"RMBT-NI-HISTORY-TESTRESULT" = "テスト結果";
"RMBT-NI-INFO" = "情報";
"RMBT-NI-LOOP-MODE" = "ループモード";

/* TabBar Items */
"tabbar.title.test" = "テスト";
"tabbar.title.results" = "結果";
"tabbar.title.map" = "地図";
"tabbar.title.settings" = "設定";

/* Navigation Item Titles */
"RMBT-NI-RESULT" = "結果";
"RMBT-NI-FILTER" = "フィルタ";
"RMBT-NI-SETTINGS" = "設定";
"RMBT-NI-PUBLISHPERSONALDATA" = "個人データを提出する"; /* Unused */

/* Info Items */
"RMBT-INFO-WEBSITE" = "ウェブサイト";
"RMBT-INFO-EMAIL" = "Eメール";
"RMBT-INFO-TERMS-AND-CONDITIONS" = "利用規約";
"RMBT-INFO-ONLY-PRIVACYPOLICY" = "個人情報保護方針";
"RMBT-INFO-PRIVACYPOLICY" = "個人情報保護方針";
"RMBT-INFO-PUBLISH-PERSONAL-DATA" = "個人データを公開する";
"RMBT-INFO-CLINETUUID" = "クライアントUUID";
"RMBT-INFO-TESTCOUNT"  = "テストカウント";
"RMBT-INFO-VERSION" = "バージョン";
"RMBT-INFO-SERVERVERSION" = "サーバーのバージョン";
"RMBT-INFO-DEVELOPEDBY" = "によって開発された";
"RMBT-INFO-SOURCECODE" = "ソースコード";
"RMBT-INFO-LEGALNOTICE" = "Googleマップの法的通知";

"RMBT-ABOUT-TITLE" = "%@はMoQoSプロジェクトの間に作成されました。プロジェクトパートナーは次のとおりです。";
"RMBT-ABOUT-FOOTER-TEXT" = "プロジェクトの詳細についてはmoqos.euをご覧ください。";

/* Info Home */
"RMBT-HOME-PING" = "Ping(ms)";
"RMBT-HOME-DOWNLOADMBPS" = "Mbpsをダウンロード";
"RMBT-HOME-UPLOADMBPS" = "アップロードMbps";
"RMBT-HOME-START" = "開始";
"RMBT-HOME-RUNAGAIN" = "再度実行する";
"RMBT-HOME-MBPS" = "（MBps）"; /* Unused */

/* Settings Items */
"RMBT-SETTINGS-ABOUT" = "%@について";
"RMBT-SETTINGS-LANGUAGE" = "言語";
"RMBT-SETTINGS-DARKMODE" = "ダークモード";
"RMBT-SETTINGS-NERDMODESETTINGS" = "オタクのモード設定";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "開発者の設定";
"RMBT-SETTINGS-ANONYMOUSMODEDESCRIPTION" = "匿名モードでは、クライアントuuidとの関連付けができません。測定結果は直ちに解消されます。";
"RMBT-SETTINGS-NERDMODEDESCRIPTION" = "Nerdモードでは高度な機能を使用できます。アプリは、テストの前と途中でさらに情報を表示します。";
"RMBT-SETTINGS-DEVELOPERSSETTINGSDESCRIPTION" = "開発者の設定が可能...";
"RMBT-SETTINGS-IPV4ONLY" = "IPv4のみ";
"RMBT-SETTINGS-IPV6ONLY" = "IPv6のみ";
"RMBT-SETTINGS-ENABLEQOSMEASUMENTS" = "QoS測定";
"RMBT-SETTINGS-QOSMANUALLY" = "手動で";
"RMBT-SETTINGS-QOSNETWORK" = "新しいネットワーク上で";
"RMBT-SETTINGS-QOSALWAYS" = "常に";
"RMBT-SETTINGS-ENABLEPUBLISHPERSONALDATA" = "個人データの送信";
"RMBT-SETTINGS-ENABLESUBMITZEROTESTING" = "ゼロテストを提出する";
"RMBT-SETTINGS-GENERAL" = "一般";
"RMBT-SETTINGS-INFORMATION" = "情報";
"RMBT-SETTINGS-QUALITYOFSERVICE" = "サービスの質";
"RMBT-SETTINGS-QUALITYOFSERVICEDESCRIPTION" = "サービスの品質の測定が含まれています...";
"RMBT-SETTINGS-QOSENABLED" = "QOSが有効";
"RMBT-SETTINGS-QOSDISABLED" = "QOS無効";
"RMBT-SETTINGS-NERDMODE" = "おとぎ話モード";
"RMBT-SETTINGS-ENABLENERDMODE" = "ネーデッドモードを有効にする";
"RMBT-SETTINGS-ANONYMOUSMODE" = "匿名モード";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "開発者の設定";
"RMBT-SETTINGS-ADVANCEDSETTINGS" = "高度な設定";

"RMBT-DEVSETTINGS-DISTANCE" = "距離（メートル）";
"RMBT-DEVSETTINGS-MINDELAY" = "間隔（分）";
"RMBT-DEVSETTINGS-MAXTESTS" = "テストカウント";
"RMBT-DEVSETTINGS-LOOPMODE" = "ループモード";
"RMBT-DEVSETTINGS-SKIPQOSTESTS" = "QOSテストをスキップする";

"RMBT-SETTINGS-SEND-LOG" = "ログを送る";
"RMBT-SETTINGS-DEV" = "開発部門";
"dev.code" = "開発コード";

"RMBT-SETTINGS-LANGUAGE-SYSTEM-DEFAULT" = "システムのデフォルト";
"RMBT-SETTINGS-PRIVACY" = "プライバシー";
"RMBT-SETTINGS-LOCATION" = "ロケーション";
"RMBT-SETTINGS-LOCATION-DESCRIPTION" = "ロケーショントラッキングに関するアクセス許可を管理する";
"RMBT-SETTINGS-ADS-PERSONALISATION" = "広告のパーソナライゼーションを無効にする";
"RMBT-SETTINGS-ADS-PERSONALISATION-DESCRIPTION" = "広告IDに関する権限を管理する";
"RMBT-SETTINGS-PERSISTENT-UUID" = "永続的なクライアントUUID";
"RMBT-SETTINGS-PERSISTENT-UUID-DESCRIPTION" = "永続的なクライアントUUIDは、測定履歴とデバイス間の結果の同期を有効にするために必要です";
"RMBT-SETTINGS-CRASH-ANALYTICS" = "アナリティクス";
"RMBT-SETTINGS-CRASH-ANALYTICS-DESCRIPTION" = "アナリティクスを有効にしてクラッシュトレースを送信する";

"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TITLE" = "広告のパーソナライゼーションを無効にする";
"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TEXT" = "広告IDに関する許可を管理するには、設定 -> プライバシー -> 広告にアクセスしてください。";

"RMBT-MAIN-VIEWREPORT" = "詳細測定レポート";

"RMBT-SETTINGS-PURCHASE-COMPLETED" = "広告は削除されました。 Open Nettestをサポートしていただきありがとうございます！";
"RMBT-SETTINGS-PURCHASE-FAILED" = "私たちは取引を完了できませんでした。";

"settings.start_next_test_immediatelly" = "すぐに次のテストを始める";

/* Map View Options */
"RMBT-MAP-STANDARD" = "標準";
"RMBT-MAP-SATELLITE" = "衛星";
"RMBT-MAP-HYBRID" = "ハイブリッド";
"RMBT-MAP-BASIC" = "基本";
"RMBT-MAP-STREETS" = "通り";

"RMBT-MAP-OVERLAYOPTIONS" = "マップオプションオーバーレイビュー"; /* Unused */
"RBMT-MAP-CURRENTSETTINGS" = "現在の設定"; /* Unused */

"RMBT-DEVSETTINGS-SEVERCONTROLVERSION" = "コントロールサーバーのバージョン";
"RMBT-DEVSETTINGS-SEVER" = "サーバ";
"RMBT-DEVSETTINGS-ENABLED" = "有効";
"RMBT-DEVSETTINGS-NOGPS" = "GPSなし";

"RBMT-BASE-DECLINE" = "低下";
"RBMT-BASE-AGREE" = "同意する";
"RBMT-BASE-CONTINUE" = "持続する";

"RBMT-CONSUMPTION" = "テストによりデータ消費が増加することがあります";
"RBMT-BASE-PACKETLOSS" = "パケットロス";
"RBMT-BASE-JITTER" = "ジッタ";
"RBMT-BASE-TRAFFIC" = "現在の交通量";
"RBMT-DISABLED" = "無効";
"RBMT-BASE-TESTSERVER" = "テストサーバー";
"RBMT-BASE-MEASUREMENTSERVERS" = "測定サーバー";
"RBMT-HISTORY-NORECORDSYET" = "このデバイスからまだテストは行われていません";
"history.error.server_not_available" = "サーバーは利用できません。あとでもう一度試してみてください。";
"history.empty.button.title" = "最初のテストを実行する";

/* Rate texts */
/* "RMBT-RATE-MESSAGE" = "If you like MyApp, please take the time and write review"; */
/* "RMBT-RATE-TITLE" = ""; */
/* "RMBT-RATE-RATE_LABEL" = "Yes"; */
/* "RMBT-RATE-CANCEL_LABEL" = "No, Thanks"; */
/* "RMBT-RATE-REMIND_LABEL" = "Remind Me Later"; */

/* Test qos titles */
"test.network" = "ネットワーク";
"test.title.qos" = "QoS";
"test.title.performed" = "実行された";
"test.title.passed" = "合格";
"test.title.failed" = "失敗した";
"test.title.test" = "QoSテストの実行：";
"test.init.title" = "テスト";

/* Tests descriptions */
"test.qos.titles.web-page" = "ウェブページ";
"test.qos.titles.TCP-ports" = "TCPポート";
"test.qos.titles.UDP-ports" = "UDPポート";
"test.qos.titles.voice-over-IP" = "Voice over IP";
"test.qos.titles.traceroute" = "Traceroute";
"test.qos.titles.unmodified-content" = "変更されていないコンテンツ";
"test.qos.titles.transparent-connection" = "透明な接続";
"test.qos.titles.DNS" = "DNS";

"test.qos.descriptions.web-page" = "このテストでは、ETSI Keplerのリファレンスページに基づいた参照Webページをインターネット経由で転送できるかどうかを確認します。";
"test.qos.descriptions.TCP-ports" = "TCPポートは、電子メール、Webページ、およびその他のiternetコンテンツを転送するために使用されます。";
"test.qos.descriptions.UDP-ports" = "UDPポートは、IPベースのテレフォニー、音声およびビデオストリーミングに使用されます。";
"test.qos.descriptions.voice-over-IP" = "インターネットを通じた双方向の電話がシミュレートされます。";
"test.qos.descriptions.traceroute" = "このテストは、このデバイスとサーバー間のネットワークルートを記録します。";
"test.qos.descriptions.unmodified-content" = "このテストでは、転送中にサーバーからのデータが変更されていないかどうかを確認します。";
"test.qos.descriptions.transparent-connection" = "このテストは、Webページのリクエストがプロキシによって変更されていないかどうかをチェックします。";
"test.qos.descriptions.DNS" = "DNSはインターネットアドレスのディレクトリです。このテストは、DNS応答が操作されていないかどうかをチェックします。";

/* Show Detailed Results button */
"test.show-detailed-results" = "詳細な結果";


"measurement.unknown_error.message" = "不明なエラーが原因で測定が中止されました。";
"measurement.unknown_error.title" = "測定誤差";

/* History headers */
"history.header.ping" = "PING";
"history.header.test" = "テスト/日付";
"history.header.packet-loss" = "パケットロス";
"history.header.jitter" = "ジッタ";
"history.header.download" = "ダウンロード";
"history.header.upload" = "アップロード";
"history.header.qos" = "QoS";

/* Class = "UILabel"; text = "I agree with NKOM's PrivacyPolicy and Terms of Use for Nettfart.";  */
"RBMT-BASE-AGREEMENT" = "私はプライバシーポリシーと利用規約に同意します。";
"RBMT-BASE-AGREEMENT-TERMS-AND-CONDITIONS" = "利用規約に同意します。";
"RBMT-BASE-AGREEMENT-PRIVACY-POLICY" = "私はプライバシーポリシーに同意します。";
"RBMT-PERSONAL-DATA-AGREEMENT" = "私は個人データを提出することに同意します。";

"info.text.open_data_sources_notice" = "私たち自身のデータに加えて、私たちはクリエイティブ・コモンズ表示4.0国際ライセンス（CC BY 4.0）に基づく以下のソースからのオープンデータを使用し処理します。 Example、スロバキア。"; /* Make customization */


"info.title.open_data_sources_notice" = "オープンなデータソース";

"wizard.button.i_agree_to_all" = "私はすべてに同意する";
"wizard.button.essential_settings_only" = "必須設定のみ";
"wizard.button.details" = "設定";

"wizard.one_page.title" = "%@へようこそ";
"wizard.one_page.privacy_description" = "アプリの使用を開始する前に、%@を確認し、個人データについて十分な情報を得てください。また、後でメニュー/情報ページからアクセスすることもできます。あなたはいつでも%@であなたのプライバシー問題について私達に連絡することができます。";
"wizard.one_page.analytics_title" = "アナリシス";
"wizard.one_page.analytics_description" = "アナリティクス情報は、ユーザーがモバイルアプリをどのように使用しているかを理解し、サービスを継続的に最適化するために使用されます。また、クラッシュトレースデータを収集し、クラッシュやバグを統計的に評価、分析、解決するのに役立ちます。また、広告識別子を使用して、以前に提供された広告をアプリインストールとユーザー分析に帰属させます。";
"wizard.one_page.persistent_client_title" = "永続的なクライアントUUID";
"wizard.one_page.persistent_client_description" = "クライアントUUIDは、ランダムに生成されたIDで、各測定ごとに保存されます。永続的なクライアントUUIDは、すべての測定でIDが同じであることを意味します。デバイス間で測定履歴と結果の同期を可能にする必要があります。";
"wizard.one_page.finish_description" = "ここであなたの選択をしてください。後で設定で変更することができます。";


